Repository: amira-lok/test-repo
Catalog: src/i18n/core/*.lproj/ios_content.strings
Languages: es_es, it_it, ja_jp

# ErrorString_1
source: REPO_An unknown error occurred.
es_es: REPO_Se produjo un error desconocido.
it_it: REPO_Si è verificato un errore sconosciuto.
ja_jp: REPO_不明なエラーが発生しました。

# Insert Element
source: REPO_Insert Element
es_es: REPO_Insertar elemento
it_it: REPO_Inserisci elemento
ja_jp: REPO_Insert 要素

# Make Plain Text
source: REPO_Make Plain Text
es_es: REPO_Hacer texto sin formato
it_it: REPO_Crea testo normale

# Make Rich Text
source: REPO_Make Rich Text
es_es: REPO_Hacer texto enriquecido
it_it: REPO_Crea Rich Text

# app.login.label
source: REPO_Username
es_es: REPO_Nombre de usuario
it_it: REPO_Nome utente
ja_jp: REPO_ユーザー名

# app.login.message.error
source: REPO_Make sure you've entered the correct username and password
es_es: REPO_Asegúrese de haber ingresado el nombre de usuario y la contraseña correctos
it_it: REPO_Assicurati di aver inserito il nome utente e la password corretti
ja_jp: REPO_正しいユーザー名とパスワードを入力したことを確認してください

# app.login.message.success
source: REPO_Login successful ! Welcome back %s !
es_es: REPO_Login exitoso! ¡Bienvenido de nuevo %s !
it_it: REPO_Accesso riuscito! Bentornato %s !
ja_jp: REPO_Login 成功! おかえり%s !

# app.login.pass
source: Password
es_es: Clave
it_it: Parola d'ordine
ja_jp: パスワード

# app.login.password.forget
source: REPO_I forgot my password
es_es: REPO_Olvidé mi contraseña
it_it: REPO_Ho dimenticato la password
ja_jp: REPO_パスワードを忘れた

# app.login.password.reset
source: REPO_Enter your address in the field below. A new password will be sent to your inbox.
es_es: REPO_Ingrese su dirección en el campo a continuación. Una nueva contraseña será enviada a su bandeja de entrada.
it_it: REPO_Inserisci il tuo indirizzo nel campo sottostante. Una nuova password verrà inviata alla tua casella di posta.
ja_jp: REPO_下のフィールドに住所を入力してください。 新しいパスワードが受信トレイに送信されます。

# app.login.text
source: REPO_Enter your credentials below to login
es_es: REPO_Ingrese sus credenciales a continuación para iniciar sesión
it_it: REPO_Inserisci le tue credenziali qui sotto per accedere
ja_jp: REPO_ログインするには、以下に資格情報を入力してください

# app.menu.terms
source: REPO_Terms and conditions
es_es: REPO_Términos y condiciones
it_it: REPO_Termini e condizioni
ja_jp: REPO_利用規約

# app.name
source: My List
es_es: Mi lista
it_it: La mia lista
ja_jp: 私のリスト

# app.register.message.error
source: REPO_We were unable to sign you up. Please correct the marked fields.
es_es: REPO_No pudimos registrarte. Por favor, corrija los campos marcados.
it_it: REPO_Non siamo riusciti a iscriverti. Si prega di correggere i campi contrassegnati.
ja_jp: REPO_サインアップできませんでした。 マークされたフィールドを修正してください。

# app.register.message.success
source: REPO_Thank you for signing up ! Please check your email address to activate your account.
es_es: REPO_¡Gracias por registrarte! Por favor, compruebe su dirección de correo electrónico para activar su cuenta.
it_it: REPO_Grazie per esserti registrato! Controlla il tuo indirizzo email per attivare il tuo account.
ja_jp: REPO_ご登録ありがとうございます。 アカウントを有効にするには、メールアドレスを確認してください。

# app.register.text
source: REPO_Sign up for free! No credit card required!
es_es: REPO_¡Regístrate gratis! ¡No se requiere tarjeta de crédito!
it_it: REPO_Registrati gratuitamente! Nessuna carta di credito richiesta!
ja_jp: REPO_無料登録！ クレジットカード不要！

# app.users.active
source: REPO_Just one user online
es_es: REPO_Solo un usuario en línea
it_it: REPO_Solo un utente online
ja_jp: REPO_たった 1 人のユーザーがオンライン
